---
kind: type
id: T:Autodesk.Revit.DB.Structure.ReleaseType
source: html/29394540-619a-61e0-abc2-449dc868e246.htm
---
# Autodesk.Revit.DB.Structure.ReleaseType

The release type.

## Syntax (C#)
```csharp
public enum ReleaseType
```